export interface INote {
    userId: number;
    date: string;
    content: string
    imageUrl?: string | null;
}

export const NOTES: INote[] = [
    {
        userId: 1,
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        userId: 1,
        date: '20.12.2019',
        content: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
        imageUrl: "/images/image.mock.png"
    },
    {
        userId: 2,
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        userId: 3,
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        userId: 4,
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        userId: 5,
        date: '20.12.2019',
        content: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
        imageUrl: "/ images/image.mock.png"
    },
    {
        userId: 6,
        date: '01.09.2023',
        content: 'Выполнение тестового задания, огонь в глазах и желание приносить пользу компании, в которой работаешь - все это не гарантирует ничего)'
    },
    {
        userId: 7,
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        userId: 8,
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        userId: 8,
        date: '20.12.2019',
        content: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
        imageUrl: "/images/image.mock.png"
    },
    {
        userId: 9,
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        userId: 10,
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        userId: 11,
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        userId: 11,
        date: '20.12.2019',
        content: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
        imageUrl: "/images/image.mock.png"
    },
    {
        userId: 12,
        date: '20.12.2019',
        content: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
        imageUrl: "/images/image.mock.png"
    },


]