import uniqid from 'uniqid';
import { INote } from '../types/INote';


export const NOTES: INote[] = [
    {
        uid: uniqid(),
        userId: '1',
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        uid: uniqid(),
        userId: '1',
        date: '20.12.2019',
        content: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
        imageUrl: "/images/image.mock.png"
    },
    {
        uid: uniqid(),
        userId: '2',
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        uid: uniqid(),
        userId: '3',
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        uid: uniqid(),
        userId: '4',
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        uid: uniqid(),
        userId: '5',
        date: '20.12.2019',
        content: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
        imageUrl: "/ images/image.mock.png"
    },
    {
        uid: uniqid(),
        userId: '6',
        date: '01.09.2023',
        content: 'Выполнение тестового задания, огонь в глазах и желание приносить пользу компании, в которой работаешь - все это не гарантирует ничего)'
    },
    {
        uid: uniqid(),
        userId: '7',
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        uid: uniqid(),
        userId: '8',
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        uid: uniqid(),
        userId: '8',
        date: '20.12.2019',
        content: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
        imageUrl: "/images/image.mock.png"
    },
    {
        uid: uniqid(),
        userId: '9',
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        uid: uniqid(),
        userId: '10',
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        uid: uniqid(),
        userId: '11',
        date: '20.12.2019',
        content: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
    },
    {
        uid: uniqid(),
        userId: '11',
        date: '20.12.2019',
        content: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
        imageUrl: "/images/image.mock.png"
    },
    {
        uid: uniqid(),
        userId: '12',
        date: '20.12.2019',
        content: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.',
        imageUrl: "/images/image.mock.png"
    },


]